---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsAdditionalFlow
source: html/c8e660be-b281-a492-4ba4-4b531fcec52b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsAdditionalFlow Property

"Additional Flow"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsAdditionalFlow { get; }
```